Repository: HenriquesPontes/Near
Catalog: Near/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt, pt_br, ru, zh_hans

source: Tap Start Scanning below to scan for nearby devices.
ar: انقر فوق "بدء المسح" أدناه للبحث عن الأجهزة القريبة.
de: Tippe unten auf „Scan starten“, um nach Geräten in der Nähe zu suchen.
es: Presiona „Iniciar escaneo“ abajo para buscar dispositivos cercanos.
fr: Appuyez sur „Lancer le scan“ ci-dessous pour rechercher des appareils proches.
hi: आस-पास के उपकरणों को स्कैन करने के लिए नीचे स्कैनिंग प्रारंभ करें पर टैप करें।
it: Tocca „Avvia scansione“ in basso per cercare i dispositivi vicini.
ja: 近くのデバイスをスキャンするには、下の「スキャン開始」をタップします。
ko: 근처 장치를 검색하려면 아래 검색 시작을 탭하세요.
pt: Toque em „Iniciar Escaneamento“ abaixo para buscar dispositivos próximos.
pt_br: Toque em Iniciar varredura abaixo para buscar dispositivos próximos.
ru: Нажмите «Начать сканирование» ниже, чтобы найти устройства поблизости.
zh_hans: 点击下方的“开始扫描”以查找附近的设备。

source: Tap to resume the scanning
ar: انقر لاستئناف المسح
de: Tippe auf Play, um den Datenschutz-Scan fortzusetzen
es: Presiona Play para reanudar el escaneo de privacidad
fr: Appuyez sur Play pour reprendre le scan de confidentialité
hi: स्कैनिंग फिर से शुरू करने के लिए टैप करें
it: Tocca Play per riprendere la scansione di rilevamento della privacy
ja: タップしてスキャンを再開します
ko: 스캔을 재개하려면 탭하세요.
pt: Toque em Play para retomar a busca de privacidade
pt_br: Toque para retomar a digitalização
ru: Нажмите, чтобы возобновить сканирование
zh_hans: 点击播放以恢复隐私检测扫描

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
pt: Termos de Serviço
pt_br: Termos de Serviço
ru: Условия использования
zh_hans: 服务条款

source: The app will scan for devices in the background and app notifies you when smart glasses are nearby
ar: سيقوم التطبيق بالبحث عن الأجهزة الموجودة في الخلفية وسيُعلمك التطبيق عندما تكون النظارات الذكية قريبة
de: Die App sucht im Hintergrund nach Geräten und benachrichtigt Sie, wenn sich eine Datenbrille in der Nähe befindet
es: La aplicación buscará dispositivos en segundo plano y le notificará cuando haya gafas inteligentes cerca
fr: L'application recherchera les appareils en arrière-plan et vous avertira lorsque des lunettes intelligentes sont à proximité
hi: ऐप बैकग्राउंड में डिवाइसों को स्कैन करेगा और स्मार्ट चश्मा पास में होने पर ऐप आपको सूचित करेगा
it: L'app cercherà i dispositivi in ​​background e ti avviserà quando gli smart glass si trovano nelle vicinanze
ja: アプリはバックグラウンドでデバイスをスキャンし、スマートグラスが近くにある場合はアプリが通知します
ko: 앱이 백그라운드에서 장치를 검색하고 스마트 안경이 근처에 있으면 앱이 알려줍니다.
pt: O aplicativo procurará dispositivos em segundo plano e notificará você quando óculos inteligentes estiverem por perto
pt_br: O aplicativo procurará dispositivos em segundo plano e notificará você quando óculos inteligentes estiverem por perto
ru: Приложение будет сканировать устройства в фоновом режиме и уведомит вас, когда умные очки находятся поблизости.
zh_hans: 该应用程序将在后台扫描设备，当智能眼镜在附近时，应用程序会通知您

source: The app, called Near, has one sole purpose: Look for smart glasses nearby and warn you. This app notifies you when smart glasses are nearby. It uses company identifiers in the Bluetooth data sent out by these. Therefore, there likely are false positives (e.g. from VR headsets). Hence, please proceed with caution when approaching a person nearby wearing glasses. They might just be regular glasses, despite this app’s warning. The app’s author Henriques Pontes takes no liability whatsoever for this app nor it’s functionality. Use at your own risk. By technical design, detecting Bluetooth LE devices might sometimes just not work as expected.
ar: التطبيق، المسمى Near، له غرض واحد وحيد: البحث عن النظارات الذكية القريبة وتحذيرك. يعلمك هذا التطبيق عندما تكون النظارات الذكية قريبة منك. يستخدم معرفات الشركة في بيانات البلوتوث المرسلة بواسطة هذه البيانات. لذلك، من المحتمل أن تكون هناك نتائج إيجابية كاذبة (على سبيل المثال من سماعات الواقع الافتراضي). ومن ثم، يرجى توخي الحذر عند الاقتراب من شخص قريب يرتدي النظارات. قد تكون مجرد نظارات عادية، على الرغم من تحذير هذا التطبيق. لا يتحمل مؤلف التطبيق Henriques Pontes أي مسؤولية على الإطلاق عن هذا التطبيق أو وظائفه. استخدم على مسؤوليتك الخاصة. من خلال التصميم الفني، قد لا يعمل اكتشاف أجهزة Bluetooth LE في بعض الأحيان كما هو متوقع.
de: Die App mit dem Namen Near hat einen einzigen Zweck: Suchen Sie nach Datenbrillen in der Nähe und warnen Sie. Diese App benachrichtigt Sie, wenn sich eine Datenbrille in der Nähe befindet. Es verwendet Unternehmenskennungen in den von diesen gesendeten Bluetooth-Daten. Daher ist es wahrscheinlich, dass es zu Fehlalarmen kommt (z. B. von VR-Headsets). Gehen Sie daher bitte vorsichtig vor, wenn Sie sich einer Person in der Nähe nähern, die eine Brille trägt. Trotz der Warnung dieser App handelt es sich möglicherweise nur um eine normale Brille. Der Autor der App, Henriques Pontes, übernimmt keinerlei Haftung für diese App oder deren Funktionalität. Die Nutzung erfolgt auf eigene Gefahr. Aufgrund des technischen Designs funktioniert die Erkennung von Bluetooth LE-Geräten manchmal nicht wie erwartet.
es: La aplicación, llamada Near, tiene un único propósito: buscar gafas inteligentes cercanas y avisarte. Esta aplicación te notifica cuando hay gafas inteligentes cerca. Utiliza identificadores de empresa en los datos de Bluetooth que envían. Por lo tanto, es probable que haya falsos positivos (por ejemplo, de auriculares de realidad virtual). Por lo tanto, proceda con precaución al acercarse a una persona cercana que lleve gafas. Podrían ser simplemente gafas normales, a pesar de la advertencia de esta aplicación. El autor de la aplicación, Henriques Pontes, no asume ninguna responsabilidad por esta aplicación ni por su funcionalidad. Úselo bajo su propio riesgo. Por diseño técnico, es posible que a veces la detección de dispositivos Bluetooth LE no funcione como se esperaba.
fr: L'application, appelée Near, n'a qu'un seul objectif : rechercher des lunettes intelligentes à proximité et vous avertir. Cette application vous avertit lorsque des lunettes intelligentes sont à proximité. Il utilise les identifiants des entreprises dans les données Bluetooth envoyées par celles-ci. Par conséquent, il est probable qu’il y ait des faux positifs (provenant par exemple des casques VR). Par conséquent, soyez prudent lorsque vous approchez une personne à proximité qui porte des lunettes. Il se peut qu’il s’agisse simplement de lunettes ordinaires, malgré l’avertissement de cette application. L'auteur de l'application, Henriques Pontes, n'assume aucune responsabilité quant à cette application ni à ses fonctionnalités. Utilisez à vos propres risques. De par sa conception technique, la détection des appareils Bluetooth LE peut parfois ne pas fonctionner comme prévu.
hi: Near नामक ऐप का एक ही उद्देश्य है: आस-पास स्मार्ट ग्लास ढूंढें और आपको चेतावनी दें। स्मार्ट चश्मा पास में होने पर यह ऐप आपको सूचित करता है। यह इनके द्वारा भेजे गए ब्लूटूथ डेटा में कंपनी पहचानकर्ताओं का उपयोग करता है। इसलिए, इसमें गलत सकारात्मकताएं होने की संभावना है (उदाहरण के लिए वीआर हेडसेट से)। इसलिए, चश्मा पहने हुए किसी व्यक्ति के पास जाते समय कृपया सावधानी से आगे बढ़ें। इस ऐप की चेतावनी के बावजूद, वे सिर्फ नियमित चश्मा हो सकते हैं। ऐप के लेखक हेनरिक्स पोंटेस इस ऐप या इसकी कार्यक्षमता के लिए किसी भी तरह की कोई जिम्मेदारी नहीं लेते हैं। अपने जोखिम पर उपयोग करें। तकनीकी डिज़ाइन के अनुसार, ब्लूटूथ LE डिवाइस का पता लगाना कभी-कभी अपेक्षा के अनुरूप काम नहीं कर सकता है।
it: L'app, chiamata Near, ha un unico scopo: cercare gli occhiali smart nelle vicinanze e avvisarti. Questa app ti avvisa quando gli occhiali intelligenti si trovano nelle vicinanze. Utilizza gli identificatori aziendali nei dati Bluetooth inviati da questi. Pertanto, è probabile che ci siano falsi positivi (ad esempio da visori VR). Si prega quindi di procedere con cautela quando ci si avvicina a una persona che indossa gli occhiali nelle vicinanze. Potrebbero essere solo occhiali normali, nonostante l'avvertimento di questa app. L'autore dell'app Henriques Pontes non si assume alcuna responsabilità per questa app né per le sue funzionalità. Utilizzare a proprio rischio. In base alla progettazione tecnica, il rilevamento dei dispositivi Bluetooth LE a volte potrebbe non funzionare come previsto.
ja: Near と呼ばれるこのアプリの目的はただ 1 つ、近くにあるスマート グラスを探して警告することです。 スマートグラスが近くにあると通知してくれるアプリです。これらによって送信される Bluetooth データ内の企業識別子を使用します。したがって、誤検知が発生する可能性があります (VR ヘッドセットなどから)。したがって、近くにいるメガネをかけている人に近づくときは注意してください。このアプリの警告にもかかわらず、それらは単なる普通のメガネである可能性があります。 アプリの作成者 Henriques Pontes は、このアプリやその機能について一切の責任を負いません。ご自身の責任でご使用ください。技術的な設計により、Bluetooth LE デバイスの検出が期待どおりに動作しない場合があります。
ko: Near이라는 앱의 유일한 목적은 근처에 있는 스마트 안경을 찾아 경고하는 것입니다. 이 앱은 스마트 안경이 근처에 있으면 알려줍니다. 이는 전송된 Bluetooth 데이터에 회사 식별자를 사용합니다. 따라서 오탐(예: VR 헤드셋)이 있을 가능성이 높습니다. 따라서 안경을 착용하고 근처에 있는 사람에게 접근할 때는 주의하시기 바랍니다. 이 앱의 경고에도 불구하고 그냥 일반 안경일 수도 있습니다. 앱 작성자인 Henriques Pontes는 이 앱이나 해당 기능에 대해 어떠한 책임도 지지 않습니다. 자신의 책임하에 사용하십시오. 기술 설계에 따라 Bluetooth LE 장치 감지가 예상대로 작동하지 않는 경우가 있습니다.
pt: O aplicativo, chamado Near, tem apenas um propósito: procurar óculos inteligentes próximos e avisar você. Este aplicativo notifica você quando óculos inteligentes estão por perto. Ele usa identificadores de empresas nos dados Bluetooth enviados por eles. Portanto, é provável que existam falsos positivos (por exemplo, de headsets de RV). Portanto, proceda com cautela ao se aproximar de uma pessoa próxima usando óculos. Podem ser apenas óculos normais, apesar do aviso deste aplicativo. O autor do aplicativo, Henriques Pontes, não assume nenhuma responsabilidade por este aplicativo nem por sua funcionalidade. Use por sua conta e risco. Por design técnico, a detecção de dispositivos Bluetooth LE às vezes pode não funcionar como esperado.
pt_br: O aplicativo, chamado Near, tem um único propósito: procurar óculos inteligentes por perto e avisar. Este aplicativo notifica você quando óculos inteligentes estão por perto. Ele usa identificadores de empresa nos dados Bluetooth enviados por eles. Portanto, é provável que haja falsos positivos (por exemplo, de fones de ouvido VR). Portanto, proceda com cautela ao se aproximar de uma pessoa próxima usando óculos. Podem ser apenas óculos normais, apesar do aviso deste aplicativo. O autor do aplicativo, Henriques Pontes, não se responsabiliza por este aplicativo nem por sua funcionalidade. Use por sua conta e risco. Por design técnico, a detecção de dispositivos Bluetooth LE às vezes pode simplesmente não funcionar conforme o esperado.
ru: Приложение под названием Near имеет одну единственную цель: искать поблизости умные очки и предупреждать вас. Это приложение уведомляет вас, когда поблизости находятся умные очки. Он использует идентификаторы компаний в данных Bluetooth, отправляемых ими. Поэтому вероятны ложные срабатывания (например, от VR-гарнитур). Поэтому будьте осторожны, приближаясь к человеку в очках, находящемуся поблизости. Несмотря на предупреждение приложения, это могут быть обычные очки. Автор приложения Энрикес Понтес не несет никакой ответственности ни за это приложение, ни за его функциональность. Используйте на свой страх и риск. По техническим причинам обнаружение устройств Bluetooth LE иногда может работать не так, как ожидалось.
zh_hans: 这款名为 Near 的应用程序只有一个目的：寻找附近的智能眼镜并向您发出警告。 当智能眼镜在附近时，此应用程序会通知您。它在这些发送的蓝牙数据中使用公司标识符。因此，可能存在误报（例如来自 VR 耳机的误报）。因此，接近附近戴眼镜的人时请务必小心。尽管这个应用程序有警告，但它们可能只是普通眼镜。 该应用程序的作者 Henriques Pontes 对此应用程序及其功能不承担任何责任。使用风险自负。根据技术设计，检测蓝牙 LE 设备有时可能无法按预期工作。

source: The app, called Near, has one sole purpose: Look for smart glasses nearby and warn you. This app notifies you when smart glasses are nearby. It uses company identifiers in the Bluetooth data sent out by these. Therefore, there likely are false positives (e.g. from VR headsets). Hence, please proceed with caution when approaching a person nearby wearing glasses. They might just be regular glasses, despite this app’s warning. The app’s author Henriques Pontes takes no liability whatsoever for this app nor it’s functionality. Use at your own risk. By technical design, detecting Bluetooth Low Energy (BLE) devices might sometimes just not work as expected.
ar: التطبيق، المسمى Near، له غرض واحد وحيد: البحث عن النظارات الذكية القريبة وتحذيرك. يعلمك هذا التطبيق عندما تكون النظارات الذكية قريبة منك. يستخدم معرفات الشركة في بيانات البلوتوث المرسلة بواسطة هذه البيانات. لذلك، من المحتمل أن تكون هناك نتائج إيجابية كاذبة (على سبيل المثال من سماعات الواقع الافتراضي). ومن ثم، يرجى توخي الحذر عند الاقتراب من شخص قريب يرتدي النظارات. قد تكون مجرد نظارات عادية، على الرغم من تحذير هذا التطبيق. لا يتحمل مؤلف التطبيق Henriques Pontes أي مسؤولية على الإطلاق عن هذا التطبيق أو وظائفه. استخدم على مسؤوليتك الخاصة. من خلال التصميم الفني، قد لا يعمل اكتشاف أجهزة Bluetooth منخفضة الطاقة (BLE) في بعض الأحيان كما هو متوقع.
de: Die App mit dem Namen Near hat einen einzigen Zweck: Suchen Sie nach Datenbrillen in der Nähe und warnen Sie. Diese App benachrichtigt Sie, wenn sich eine Datenbrille in der Nähe befindet. Es verwendet Unternehmenskennungen in den von diesen gesendeten Bluetooth-Daten. Daher ist es wahrscheinlich, dass es zu Fehlalarmen kommt (z. B. von VR-Headsets). Gehen Sie daher bitte vorsichtig vor, wenn Sie sich einer Person in der Nähe nähern, die eine Brille trägt. Trotz der Warnung dieser App handelt es sich möglicherweise nur um eine normale Brille. Der Autor der App, Henriques Pontes, übernimmt keinerlei Haftung für diese App oder deren Funktionalität. Die Nutzung erfolgt auf eigene Gefahr. Aufgrund des technischen Designs funktioniert die Erkennung von Bluetooth Low Energy (BLE)-Geräten manchmal nicht wie erwartet.
es: La aplicación, llamada Near, tiene un único propósito: buscar gafas inteligentes cercanas y avisarte. Esta aplicación te notifica cuando hay gafas inteligentes cerca. Utiliza identificadores de empresa en los datos de Bluetooth que envían. Por lo tanto, es probable que haya falsos positivos (por ejemplo, de auriculares de realidad virtual). Por lo tanto, proceda con precaución al acercarse a una persona cercana que lleve gafas. Podrían ser simplemente gafas normales, a pesar de la advertencia de esta aplicación. El autor de la aplicación, Henriques Pontes, no asume ninguna responsabilidad por esta aplicación ni por su funcionalidad. Úselo bajo su propio riesgo. Por diseño técnico, es posible que a veces la detección de dispositivos Bluetooth de bajo consumo (BLE) no funcione como se esperaba.
fr: L'application, appelée Near, n'a qu'un seul objectif : rechercher des lunettes intelligentes à proximité et vous avertir. Cette application vous avertit lorsque des lunettes intelligentes sont à proximité. Il utilise les identifiants des entreprises dans les données Bluetooth envoyées par celles-ci. Par conséquent, il est probable qu’il y ait des faux positifs (provenant par exemple des casques VR). Par conséquent, soyez prudent lorsque vous approchez une personne à proximité qui porte des lunettes. Il se peut qu’il s’agisse simplement de lunettes ordinaires, malgré l’avertissement de cette application. L'auteur de l'application, Henriques Pontes, n'assume aucune responsabilité quant à cette application ni à ses fonctionnalités. Utilisez à vos propres risques. De par sa conception technique, la détection des appareils Bluetooth Low Energy (BLE) peut parfois ne pas fonctionner comme prévu.
hi: Near नामक ऐप का एक ही उद्देश्य है: आस-पास स्मार्ट ग्लास ढूंढें और आपको चेतावनी दें। स्मार्ट चश्मा पास में होने पर यह ऐप आपको सूचित करता है। यह इनके द्वारा भेजे गए ब्लूटूथ डेटा में कंपनी पहचानकर्ताओं का उपयोग करता है। इसलिए, इसमें गलत सकारात्मकताएं होने की संभावना है (उदाहरण के लिए वीआर हेडसेट से)। इसलिए, चश्मा पहने हुए किसी व्यक्ति के पास जाते समय कृपया सावधानी से आगे बढ़ें। इस ऐप की चेतावनी के बावजूद, वे सिर्फ नियमित चश्मा हो सकते हैं। ऐप के लेखक हेनरिक्स पोंटेस इस ऐप या इसकी कार्यक्षमता के लिए किसी भी तरह की कोई जिम्मेदारी नहीं लेते हैं। अपने जोखिम पर उपयोग करें। तकनीकी डिज़ाइन के अनुसार, ब्लूटूथ लो एनर्जी (बीएलई) उपकरणों का पता लगाना कभी-कभी अपेक्षा के अनुरूप काम नहीं कर सकता है।
it: L'app, chiamata Near, ha un unico scopo: cercare gli occhiali smart nelle vicinanze e avvisarti. Questa app ti avvisa quando gli occhiali intelligenti si trovano nelle vicinanze. Utilizza gli identificatori aziendali nei dati Bluetooth inviati da questi. Pertanto, è probabile che ci siano falsi positivi (ad esempio da visori VR). Si prega quindi di procedere con cautela quando ci si avvicina a una persona che indossa gli occhiali nelle vicinanze. Potrebbero essere solo occhiali normali, nonostante l'avvertimento di questa app. L'autore dell'app Henriques Pontes non si assume alcuna responsabilità per questa app né per le sue funzionalità. Utilizzare a proprio rischio. In base alla progettazione tecnica, il rilevamento dei dispositivi Bluetooth Low Energy (BLE) a volte potrebbe non funzionare come previsto.
ja: Near と呼ばれるこのアプリの目的はただ 1 つ、近くにあるスマート グラスを探して警告することです。 スマートグラスが近くにあると通知してくれるアプリです。これらによって送信される Bluetooth データ内の企業識別子を使用します。したがって、誤検知が発生する可能性があります (VR ヘッドセットなどから)。したがって、近くにいるメガネをかけている人に近づくときは注意してください。このアプリの警告にもかかわらず、それらは単なる普通のメガネである可能性があります。 アプリの作成者 Henriques Pontes は、このアプリやその機能について一切の責任を負いません。ご自身の責任でご使用ください。技術的な設計により、Bluetooth Low Energy (BLE) デバイスの検出が期待どおりに動作しない場合があります。
ko: Near이라는 앱의 유일한 목적은 근처에 있는 스마트 안경을 찾아 경고하는 것입니다. 이 앱은 스마트 안경이 근처에 있으면 알려줍니다. 이는 전송된 Bluetooth 데이터에 회사 식별자를 사용합니다. 따라서 오탐(예: VR 헤드셋)이 있을 가능성이 높습니다. 따라서 안경을 착용하고 근처에 있는 사람에게 접근할 때는 주의하시기 바랍니다. 이 앱의 경고에도 불구하고 그냥 일반 안경일 수도 있습니다. 앱 작성자인 Henriques Pontes는 이 앱이나 해당 기능에 대해 어떠한 책임도 지지 않습니다. 자신의 책임하에 사용하십시오. 기술 설계에 따라 BLE(Bluetooth Low Energy) 장치 감지가 예상대로 작동하지 않을 수 있습니다.
pt: O aplicativo, chamado PertoGlasses, tem um único propósito: procurar óculos inteligentes por perto e avisar. Este aplicativo notifica você quando óculos inteligentes estão por perto. Ele usa identificadores de empresa nos dados Bluetooth enviados por eles. Portanto, é provável que haja falsos positivos (por exemplo, de fones de ouvido VR). Portanto, proceda com cautela ao se aproximar de uma pessoa próxima usando óculos. Podem ser apenas óculos normais, apesar do aviso deste aplicativo. O autor do aplicativo, Henriques Pontes, não se responsabiliza por este aplicativo nem por sua funcionalidade. Use por sua conta e risco. Por projeto técnico, a detecção de dispositivos Bluetooth Low Energy (BLE) às vezes pode simplesmente não funcionar conforme o esperado.
pt_br: O aplicativo, chamado Near, tem um único propósito: procurar óculos inteligentes por perto e avisar. Este aplicativo notifica você quando óculos inteligentes estão por perto. Ele usa identificadores de empresa nos dados Bluetooth enviados por eles. Portanto, é provável que haja falsos positivos (por exemplo, de fones de ouvido VR). Portanto, proceda com cautela ao se aproximar de uma pessoa próxima usando óculos. Podem ser apenas óculos normais, apesar do aviso deste aplicativo. O autor do aplicativo, Henriques Pontes, não se responsabiliza por este aplicativo nem por sua funcionalidade. Use por sua conta e risco. Por projeto técnico, a detecção de dispositivos Bluetooth Low Energy (BLE) às vezes pode simplesmente não funcionar conforme o esperado.
ru: Приложение под названием Near имеет одну единственную цель: искать поблизости умные очки и предупреждать вас. Это приложение уведомляет вас, когда поблизости находятся умные очки. Он использует идентификаторы компаний в данных Bluetooth, отправляемых ими. Поэтому вероятны ложные срабатывания (например, от VR-гарнитур). Поэтому будьте осторожны, приближаясь к человеку в очках, находящемуся поблизости. Несмотря на предупреждение приложения, это могут быть обычные очки. Автор приложения Энрикес Понтес не несет никакой ответственности ни за это приложение, ни за его функциональность. Используйте на свой страх и риск. По техническим причинам обнаружение устройств Bluetooth Low Energy (BLE) иногда может работать не так, как ожидалось.
zh_hans: 这款名为 Near 的应用程序只有一个目的：寻找附近的智能眼镜并向您发出警告。 当智能眼镜在附近时，此应用程序会通知您。它在这些发送的蓝牙数据中使用公司标识符。因此，可能存在误报（例如来自 VR 耳机的误报）。因此，接近附近戴眼镜的人时请务必小心。尽管这个应用程序有警告，但它们可能只是普通眼镜。 该应用程序的作者 Henriques Pontes 对此应用程序及其功能不承担任何责任。使用风险自负。根据技术设计，检测蓝牙低功耗 (BLE) 设备有时可能无法按预期工作。

source: The device is in the immediate vicinity (same room or table).
ar: الجهاز في المنطقة المجاورة مباشرة (نفس الغرفة أو الطاولة).
de: Das Gerät befindet sich in der unmittelbaren Umgebung (gleicher Raum oder Tisch).
es: El dispositivo está en las inmediaciones (misma habitación o mesa).
fr: L'appareil est dans l'environnement immédiat (même pièce ou table).
hi: उपकरण तत्काल आसपास (उसी कमरे या टेबल) में है।
it: Il dispositivo si trova nelle immediate vicinanze (stessa stanza o tavolo).
ja: デバイスはすぐ近くにあります (同じ部屋またはテーブル)。
ko: 장치가 바로 근처(같은 방이나 테이블)에 있습니다.
pt: O dispositivo está na vizinhança imediata (mesma sala ou mesa).
pt_br: O dispositivo está nas imediações (mesma sala ou mesa).
ru: Устройство находится в непосредственной близости (та же комната или стол).
zh_hans: 设备就在附近（同一个房间 or 桌子）。

source: The glasses should be within reach.
ar: يجب أن تكون النظارات في متناول اليد.
de: Die Brille sollte griffbereit sein.
es: Las gafas deben estar al alcance de la mano.
fr: Les verres doivent être à portée de main.
hi: चश्मा पहुंच के भीतर होना चाहिए।
it: Gli occhiali dovrebbero essere a portata di mano.
ja: メガネは手の届くところにあるはずです。
ko: 안경은 손이 닿는 곳에 있어야 합니다.
pt: Os óculos devem estar ao seu alcance.
pt_br: Os óculos devem estar ao seu alcance.
ru: Очки должны быть в пределах досягаемости.
zh_hans: 眼镜应该在触手可及的范围内。
